{"month": "11", "num": 826, "link": "", "year": "2010", "news": "Guest week! Today's comic is contributed by <a href=\"http:\/\/www.smbc-comics.com\/\">Zach Weiner<\/a>.<br \/>Five guest comics this week! XKCD should be back to normal after that.", "safe_title": "Guest Week: Zach Weiner (SMBC)", "transcript": "((This comic was drawn by Zach Weiner of Saturday Morning Breakfast Cereal.  It's a floor plan of a museum with five main halls. Each hall contains several exhibits. If you click on an exhibit's spot on the map, a comic pops up showing a view of the exhibit.  The museum map is full of tiny stick figures, many of them characters from xkcd.))\n\n[[Explanatory Text:]]\nIn the spirit of xkcd I present a proposal for a new Smithsonian museum:\nThe Smithsonian Museum Of Dad-Trolling\nAn entire building dedicated to deceiving children for amusement\n\n(Click to view exhibits!)\n\n[[The top left room is 'The Hall of Misunderstood Science'.  It contains six exhibits.]]\n\n[[Exhibit: A giant basilisk looms over children.]]\nExhibit label: BASILISKS: Real, deadly, under your bed.\n\n[[Exhibit: Four magnets hang from a square arch.  A child is touching two of them together.]]\nText on the arch: Magnets only leap at each other when they're teenagers. Later, they lose interest.\n\n[[Exhibit: A child on his dad's shoulders looks up at a looming statue of Jesus behind a lectern.  There are flakes falling from Jesus onto them both.]]\nExhibit label: Snow is Jesus' dandruff. His scalp gets dry when it's cold.\n\n[[Exhibit: A child lies asleep, while hands and a scary face reach up around the bed toward him.]]\nExhibit label: Sleep: Now you're vulnerable to the boogie man!\n\n[[Exhibit: An ice block sits on a stand in front of pictures of a wolf and rhinoceros looking frightened.]]\nExhibit label: Freezing water: Expands to frighten predators.\n\n[[Exhibit: An insect on a stick is orbited by a small sphere.]]\nExhibit label: Anti-matter: Matter that is more than 50% ants.\n\n[[Exhibit: A DNA strand with the letters T, A, C, and G hanging around it.]]\nExhibit label: DNA only has four letters because the alphabet was smaller back then.\nDad, to child: Told you so.\n\n[[Exhibit: A bunch of molecules hang from the ceiling.]]\nExhibit label: Molecules? In my day, we only had atoms!\n\n[[The top right room is 'Regrettable Pranks: An Interactive Experience'.  There are four exhibits.]]\n\n[[Exhibit: Five balloons float tethered to a table.  A child is holding a sixth balloon.  The Dad looks alarmed.]]\nSign on exhibit: If this helium makes your voice go higher, it's because you're ten seconds from exploding.\n\n[[Exhibit: An alien face is shown above an outline of several hands next to a ruler. A child holds his hand up to it.]]\nSign on exhibit: Measure your middle finger. If it's longer than the others, you're an alien halfbreed.\n\n[[Exhibit: Three cups are on a table.  A child is walking away with a fourth cup, the dad's arm around the child's shoulder.]]\nExhibit label: Has anyone seen my rabbit brain? It looks like a cherry, and I dropped it in a Jello cup.\n\n[[Exhibit: A monstrous set of jaws open upward around a bed.]]\nSign on exhibit: Make your bed or monsters will know a kid lives there.\n\n[[The center right room is 'Concessions'.  There are three booths.]]\n\n[[Booth: A concession stand is labeled 'KFP', and displays a KFC-style bucket.  A dad and child are eating.]]\nDad: The \"P\" is for \"phoenix\".\n\n[[Booth: A concession stand.]]\nSign on stand: Ground beef: Beef we found on the ground.\nDad, to child: Told you.\n\n[[Booth: A stand shaped like a giant eye.]]\nBooth label: EYES CREAM\nSubtitle: How did you think it was spelled?\nSign on booth: Now with more of the goo in your eyes. Same as every other creamery.\n\n[[The lower left room is 'Conservatory of Poorly Remembered History'. There are five exhibits.]]\n\n[[Exhibit: A man is riding a dragon.]]\nExhibit label: Genghis Khan: victory through dragons.\n\n[[Exhibit: A criminal in front of some windows.]]\nExhibit label: The Crimean War: The first war against crime.\n\n[[Exhibit: A castle with flags hanging on it.]]\nExhibit label: The Renaissance\nSubtitle: Long story short, the wizards were in control.\n\n[[Exhibit:A man in Jedi-style robes with a fake beard.]]\nExhibit label: Star Wars is a documentary. No, seriously.\nDad, to children: Kids, this man is a veteran.\n\n[[The lower right room is 'Rotunda of Uncomfortable Topics'.  There are five exhibits.]]\n\n[[Exhibit: A wrestling ring, with a man and woman mostly obscured by the exhibit label.]]\nExhibit label: Naked wrestling: perfectly normal. NEVER DO IT.\n\n[[Exhibit: a figure sits at a booth in front of a bowl of food.  The dad is holding a bottle.]]\nExhibit label: Alcohol is poison. I drink to save you from it.\nDad: You're welcome.\n\n[[Exhibit: A large bird.]]\nExhibit label: Mommies get big tummies before babies come because the stork likes chubby girls.\n\n[[Exhibit: A rocket ship.]]\nSign on exhibit: Grandma's not dead. She just returned to saturn. For REVENGE.\n\n[[In the areas outside the rooms, there are two more exhibits and restrooms, all clickable.]]\n\n[[Exhibit: A dinosaur skeleton.]]\nExhibit label: That's right. Dinosaurs were made entirely of BONES.\nDad, to kid: If you think about it, it makes sense.\n\n[[Exhibit: A large image hangs on the wall. It is a dense squiggly jumble of lines.]]\nDad, to kids: You gotta squint juuust right.\nSign on exhibit: Magic eye trick that doesn't actually work.\n\n[[Restrooms: There are three doors, each with a sign.]]\nFirst door (male logo): Men & Boys\nSecond door (female logo): Women & Girls\nThird door (unrecognizable logo): Korgmen & Spangs\n\n{{Title text: Guest comic by Zach Weiner of Saturday Morning Breakfast Cereal. When I was stressed out, Zach gave me a talk that was really encouraging and somehow involved nanobots.}}", "alt": "Guest comic by Zach Weiner of Saturday Morning Breakfast Cereal. When I was stressed out, Zach gave me a talk that was really encouraging and somehow involved nanobots.", "img": "http:\/\/imgs.xkcd.com\/comics\/guest_week_zach_weiner_smbc.png", "title": "Guest Week: Zach Weiner (SMBC)", "day": "26"}